Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Applies when a refresh you pulled finishes or fails, when a workout share card is saved to Photos or cannot be saved, when a Body Pro purchase or restore succeeds or fails, when the Readiness score lands on Summary or drops sharply, and the first time a High or Low warning card appears.
de: Gilt, wenn eine von dir ausgelöste Aktualisierung abgeschlossen ist oder fehlschlägt, wenn eine Teilen-Karte eines Trainings in Fotos gesichert wird oder nicht gesichert werden kann, wenn ein Kauf oder eine Wiederherstellung von Body Pro gelingt oder fehlschlägt, wenn der Tagesformwert in der Übersicht erscheint oder stark sinkt, und wenn zum ersten Mal eine Warnkarte für hohe oder niedrige Werte erscheint.
es: Se aplica cuando termina o falla una actualización que iniciaste deslizando hacia abajo, cuando una tarjeta para compartir un entrenamiento se guarda en Fotos o no se puede guardar, cuando una compra o restauración de Body Pro se completa o falla, cuando la puntuación de preparación aparece en Resumen o cae bruscamente, y la primera vez que aparece una tarjeta de aviso de valor alto o bajo.
fr: S’applique lorsqu’une actualisation lancée en tirant vers le bas se termine ou échoue, lorsqu’une carte de partage d’exercice est enregistrée dans Photos ou ne peut pas l’être, lorsqu’un achat ou un rétablissement de Body Pro aboutit ou échoue, lorsque le score de préparation s’affiche dans Résumé ou chute brusquement, et la première fois qu’une carte d’avertissement « Élevé » ou « Faible » apparaît.
hi: तब लागू होता है जब नीचे खींचकर किया गया रीफ़्रेश पूरा या विफल होता है, जब वर्कआउट शेयर कार्ड “तस्वीर” में सहेजा जाता है या सहेजा नहीं जा पाता, जब Body Pro की ख़रीदारी या रीस्टोर सफल या विफल होता है, जब रेडिनेस स्कोर सारांश पर दिखता है या तेज़ी से गिरता है, और जब पहली बार कोई उच्च या निम्न चेतावनी कार्ड दिखता है।
ru: Применяется, когда обновление жестом вниз завершается или не удается, когда карточка тренировки для публикации сохраняется в «Фото» или не сохраняется, когда покупка или восстановление Body Pro проходит успешно или не удается, когда оценка готовности появляется в «Сводке» или резко падает, а также при первом появлении карточки предупреждения «Высоко» или «Низко».
tr: Aşağı çekerek başlattığınız bir yenileme bittiğinde veya başarısız olduğunda, bir antrenman paylaşım kartı Fotoğraflar'a kaydedildiğinde veya kaydedilemediğinde, bir Body Pro satın alımı ya da geri yüklemesi başarılı olduğunda veya başarısız olduğunda, Hazırlık puanı Özet'te göründüğünde ya da sert biçimde düştüğünde ve bir Yüksek veya Düşük uyarı kartı ilk kez göründüğünde geçerlidir.
zh_hans: 作用于：下拉刷新完成或失败时，体能训练分享卡片存入照片或无法保存时，Body Pro 购买或恢复成功或失败时，准备度分数在概览页落定或大幅下降时，以及过高或过低提醒卡片首次出现时。

source: Applies when you press and drag across a chart. Metric detail pages: the trend chart at the top, Day View, Sleep stages, Vitals, Body Radar, the trend comparison cards, and the High or Low warning cards. Workout detail pages: the Heart Rate, Elevation, Pace, Speed, Cadence, Power, Stride Length, Ground Contact Time, and Vertical Oscillation charts. The highest and lowest points of a trend chart or a workout's Heart Rate chart, and each Sleep stage change, play a firmer tick.
de: Gilt, wenn du ein Diagramm gedrückt hältst und darüber ziehst. Detailseiten von Messwerten: das Trenddiagramm oben, Tagesansicht, Schlafphasen, Vitalzeichen, Körperradar, die Trendvergleichskarten und die Warnkarten für hohe oder niedrige Werte. Detailseiten von Trainings: die Diagramme für Herzfrequenz, Höhe, Pace, Geschwindigkeit, Schritt- oder Trittfrequenz, Leistung, Schrittlänge, Bodenkontaktzeit und vertikale Oszillation. Die höchsten und tiefsten Punkte eines Trenddiagramms oder des Herzfrequenzdiagramms eines Trainings sowie jeder Wechsel der Schlafphase lösen ein kräftigeres Ticken aus.
es: Se aplica al mantener el dedo sobre una gráfica y arrastrarlo. Páginas de detalles de métricas: la gráfica de tendencia de la parte superior, Vista del día, Fases del sueño, Signos vitales, Radar corporal, las tarjetas de comparación de tendencias y las tarjetas de aviso de valor alto o bajo. Páginas de detalles de entrenamientos: las gráficas de frecuencia cardiaca, altitud, ritmo, velocidad, cadencia, potencia, longitud de zancada, tiempo de contacto con el suelo y oscilación vertical. Los puntos más alto y más bajo de una gráfica de tendencia o de la gráfica de frecuencia cardiaca de un entrenamiento, y cada cambio de fase del sueño, producen un toque más firme.
fr: S’applique lorsque vous maintenez le doigt sur un graphique et le faites glisser. Pages de détail des mesures : le graphique de tendance en haut, la vue du jour, les phases du sommeil, les signes vitaux, le radar corporel, les cartes de comparaison de tendance et les cartes d’avertissement « Élevé » ou « Faible ». Pages de détail des exercices : les graphiques de fréquence cardiaque, d’altitude, de rythme, de vitesse, de cadence, de puissance, de longueur de foulée, de temps de contact au sol et d’oscillation verticale. Les points les plus hauts et les plus bas d’un graphique de tendance ou du graphique de fréquence cardiaque d’un exercice, ainsi que chaque changement de phase du sommeil, produisent une vibration plus marquée.
hi: जब आप किसी चार्ट पर दबाकर ड्रैग करते हैं, तब लागू होता है। मेट्रिक विवरण पेज: सबसे ऊपर का ट्रेंड चार्ट, दिन दृश्य, नींद के चरण, वाइटल, Body रडार, ट्रेंड तुलना कार्ड, और उच्च या निम्न चेतावनी कार्ड। वर्कआउट विवरण पेज: हृदय गति, ऊँचाई, पेस, गति, केडेंस, पावर, स्ट्राइड लेंथ, ग्राउंड कॉन्टैक्ट टाइम और वर्टिकल ऑसिलेशन चार्ट। ट्रेंड चार्ट या वर्कआउट के हृदय गति चार्ट के सबसे ऊँचे और सबसे निचले बिंदु पर, और नींद के हर चरण बदलाव पर, ज़्यादा मज़बूत टिक महसूस होती है।
ru: Применяется, когда Вы нажимаете на график и ведете по нему пальцем. Страницы показателей: график тренда вверху, «Просмотр дня», стадии сна, основные показатели, радар тела, карточки сравнения трендов и карточки предупреждений «Высоко» и «Низко». Страницы тренировок: графики пульса, высоты, темпа, скорости, каденса, мощности, длины шага, времени контакта с землей и вертикальных колебаний. Самая высокая и самая низкая точки графика тренда или графика пульса тренировки, а также каждая смена стадии сна отмечаются более четким щелчком.
tr: Bir grafiğe basılı tutup sürüklediğinizde geçerlidir. Ölçüm ayrıntı sayfaları: üstteki eğilim grafiği, Gün Görünümü, Uyku evreleri, Yaşam Bulguları, Vücut Radarı, eğilim karşılaştırma kartları ve Yüksek veya Düşük uyarı kartları. Antrenman ayrıntı sayfaları: Kalp Atış Hızı, Yükseklik, Tempo, Hız, Kadans, Güç, Adım Uzunluğu, Yerle Temas Süresi ve Dikey Salınım grafikleri. Bir eğilim grafiğinin veya antrenmanın Kalp Atış Hızı grafiğinin en yüksek ve en düşük noktaları ile her uyku evresi değişikliği daha belirgin bir tık verir.
zh_hans: 在图表上按住并拖动时生效。指标详情页：顶部趋势图、日视图、睡眠阶段、体征、身体雷达、趋势对比卡片，以及过高或过低提醒卡片。体能训练详情页：心率、海拔、配速、速度、步频、功率、步幅、触地时间和垂直振幅图表。趋势图或体能训练心率图的最高点和最低点，以及每次睡眠阶段变化，会有更明显的震动。

source: Applies when you tap a card to open its page. Summary: the readiness hero, the metric cards, the Activity Rings card, and the trend cards. Workouts: each workout in the list, a calendar day with workouts, a workout type row, the chart switch, and each workout in the sheet a day or a type opens. Metric detail pages: the Basics trend cards.
de: Gilt, wenn du auf eine Karte tippst, um ihre Seite zu öffnen. Übersicht: die Tagesform-Hauptkarte, die Messwertkarten, die Karte mit den Aktivitätsringen und die Trendkarten. Trainings: jedes Training in der Liste, ein Kalendertag mit Trainings, eine Zeile mit einer Trainingsart, der Diagrammumschalter und jedes Training in dem Fenster, das ein Tag oder eine Trainingsart öffnet. Detailseiten von Messwerten: die Trendkarten für Körpermesswerte.
es: Se aplica al tocar una tarjeta para abrir su página. Resumen: la portada de preparación, las tarjetas de métricas, la tarjeta de Anillos de actividad y las tarjetas de tendencia. Entrenamientos: cada entrenamiento de la lista, un día del calendario con entrenamientos, una fila de tipo de entrenamiento, el selector de gráfica y cada entrenamiento de la hoja que abre un día o un tipo. Páginas de detalles de métricas: las tarjetas de tendencia de Datos básicos.
fr: S’applique lorsque vous touchez une carte pour ouvrir sa page. Résumé : la carte principale de préparation, les cartes de mesures, la carte Anneaux Activité et les cartes de tendance. Exercices : chaque exercice de la liste, un jour du calendrier comportant des exercices, une ligne de type d’exercice, le sélecteur de graphique et chaque exercice de la feuille qu’ouvre un jour ou un type. Pages de détail des mesures : les cartes de tendance des mensurations.
hi: जब आप किसी कार्ड पर टैप करके उसका पेज खोलते हैं, तब लागू होता है। सारांश: रेडिनेस हीरो, मेट्रिक कार्ड, ऐक्टिविटी रिंग कार्ड और ट्रेंड कार्ड। वर्कआउट: सूची का हर वर्कआउट, वर्कआउट वाला कैलेंडर दिन, वर्कआउट के प्रकार की पंक्ति, चार्ट स्विच, और किसी दिन या प्रकार से खुलने वाली शीट का हर वर्कआउट। मेट्रिक विवरण पेज: बुनियादी माप के ट्रेंड कार्ड।
ru: Применяется, когда Вы касаетесь карточки, чтобы открыть ее страницу. «Сводка»: главная карточка готовности, карточки показателей, карточка «Кольца Активности» и карточки трендов. «Тренировки»: каждая тренировка в списке, день календаря с тренировками, строка типа тренировки, переключатель графика и каждая тренировка в панели, которую открывает день или тип. Страницы показателей: карточки трендов измерений тела.
tr: Bir kartın sayfasını açmak için ona dokunduğunuzda geçerlidir. Özet: Hazırlık göstergesi, ölçüm kartları, Aktivite Halkaları kartı ve eğilim kartları. Antrenmanlar: listedeki her antrenman, antrenman içeren bir takvim günü, bir antrenman türü satırı, grafik geçişi ve bir günün veya türün açtığı sayfadaki her antrenman. Ölçüm ayrıntı sayfaları: Temel Veriler eğilim kartları.
zh_hans: 轻点卡片打开其页面时生效。概览：准备度主区、指标卡片、活动圆环卡片和趋势卡片。体能训练：列表中的每条训练、有训练的日历日期、训练类型行、图表切换，以及日期或类型所打开面板中的每条训练。指标详情页：身体基础趋势卡片。

source: Applies when you tap Week, Month, 6 Months, or Year at the top of a metric detail page, including a locked range that opens Body Pro.
de: Gilt, wenn du oben auf der Detailseite eines Messwerts auf „Woche“, „Monat“, „6 Monate“ oder „Jahr“ tippst, auch bei einem gesperrten Zeitraum, der Body Pro öffnet.
es: Se aplica al tocar Semana, Mes, 6 meses o Año en la parte superior de la página de detalles de una métrica, incluido un periodo bloqueado que abre Body Pro.
fr: S’applique lorsque vous touchez Semaine, Mois, 6 mois ou Année en haut de la page de détail d’une mesure, y compris une période verrouillée qui ouvre Body Pro.
hi: जब आप मेट्रिक विवरण पेज के सबसे ऊपर सप्ताह, माह, 6 माह या वर्ष पर टैप करते हैं, तब लागू होता है, इसमें वह लॉक रेंज भी शामिल है जो Body Pro खोलती है।
ru: Применяется при касании «Неделя», «Месяц», «6 месяцев» или «Год» вверху страницы показателя, в том числе заблокированного периода, который открывает Body Pro.
tr: Bir ölçüm ayrıntı sayfasının üstündeki Hafta, Ay, 6 Ay veya Yıl seçeneğine dokunduğunuzda geçerlidir. Body Pro'yu açan kilitli bir aralık da buna dahildir.
zh_hans: 在指标详情页顶部轻点周、月、6个月或年时生效，包括会打开 Body Pro 的锁定范围。

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
ru: Применить
tr: Uygula
zh_hans: 应用

source: Arrange
de: Anordnen
es: Organizar
fr: Organiser
hi: व्यवस्थित करें
ru: Расположение
tr: Sırala
zh_hans: 排布

source: At least one metric stays on the long image.
de: Mindestens ein Messwert bleibt auf dem langen Bild.
es: La imagen larga conserva al menos una métrica.
fr: L’image longue doit conserver au moins une mesure.
hi: लंबी इमेज पर कम से कम एक मेट्रिक बना रहता है।
ru: На длинном изображении остается хотя бы один показатель.
tr: Uzun görselde en az bir ölçüm kalır.
zh_hans: 长图至少保留一个指标。

source: Auto
de: Automatisch
es: Automático
hi: ऑटो
ru: Авто
tr: Otomatik
zh_hans: 自动

source: Auto-Apply Effort
de: Anstrengung automatisch übernehmen
es: Esfuerzo automático
fr: Appliquer l’effort automatiquement
hi: प्रयास अपने आप लागू करें
ru: Автозаполнение усилия
tr: Eforu Otomatik Uygula
zh_hans: 自动填写强度

source: Auto-Apply Needs Permission
de: Berechtigung für automatisches Übernehmen nötig
es: Esfuerzo automático requiere permiso
fr: Application automatique : autorisation requise
hi: अपने आप लागू करने के लिए अनुमति चाहिए
ru: Для автозаполнения нужен доступ
tr: Otomatik Uygula İçin İzin Gerekiyor
zh_hans: 自动填写需要权限

source: Auto-Apply needs permission to update Workouts in Apple Health. Allow it in Settings › Health › Data Access & Devices › Body, then switch Auto-Apply back on.
de: Zum automatischen Übernehmen braucht Body die Berechtigung, Trainings in Health zu aktualisieren. Erlaube dies unter Einstellungen › Health › Datenzugriff & Geräte › Body und aktiviere die Option dann wieder.
es: Esfuerzo automático necesita permiso para actualizar los entrenamientos en la app Salud. Permítelo en Ajustes › Salud › Acceso a datos y dispositivos › Body y vuelve a activar Esfuerzo automático.
fr: L’application automatique a besoin de l’autorisation de mettre à jour les exercices dans l’app Santé. Accordez-la dans Réglages › Santé › Accès aux données et appareils › Body, puis réactivez l’application automatique.
hi: प्रयास अपने आप लागू करने के लिए सेहत में वर्कआउट अपडेट करने की अनुमति चाहिए। सेटिंग › सेहत › डेटा ऐक्सेस और डिवाइस › Body में इसकी अनुमति दें, फिर “प्रयास अपने आप लागू करें” को दोबारा चालू करें।
ru: Для автозаполнения нужно разрешение на обновление тренировок в приложении «Здоровье». Разрешите его в разделе «Настройки» › «Здоровье» › «Доступ к данным и устройства» › Body, затем снова включите автозаполнение.
tr: Otomatik Uygula, Sağlık uygulamasında Antrenmanlar verisini güncelleme izni gerektirir. Ayarlar › Sağlık › Veri Erişimi ve Aygıtlar › Body bölümünden izin verin, ardından Otomatik Uygula'yı yeniden açın.
zh_hans: 自动填写需要更新运动数据的权限。请前往设置 › 健康 › 数据访问与设备 › Body 中允许后，再重新开启自动填写。

source: Average %@
de: Ø %@
es: %@ promedio
fr: %@ (moyenne)
hi: औसत %@
ru: Среднее: %@
tr: Ortalama %@
zh_hans: 平均%@

source: Average Heart Rate
de: Ø Herzfrequenz
es: Frecuencia cardiaca media
fr: Fréquence cardiaque moyenne
hi: औसत हृदय गति
ru: Средний пульс
tr: Ortalama Kalp Atış Hızı
zh_hans: 平均心率

source: Average heart rate trend
de: Trend der durchschnittlichen Herzfrequenz
es: Tendencia de la frecuencia cardiaca media
fr: Tendance de la fréquence cardiaque moyenne
hi: औसत हृदय गति ट्रेंड
ru: Тренд среднего пульса
tr: Ortalama kalp atış hızı eğilimi
zh_hans: 平均心率趋势

source: Average HRV
de: Ø HRV
es: VFC media
fr: VFC moyenne
hi: औसत HRV
ru: Средняя ВСР
tr: Ortalama HRV
zh_hans: 平均心率变异性

source: AVG
de: Ø
es: PROM.
fr: MOY.
hi: औसत
ru: В СРЕДНЕМ
tr: ORT.
zh_hans: 平均

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ru: Назад
tr: Geri
zh_hans: 返回

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: बैकग्राउंड
ru: Фон
tr: Arka Plan
zh_hans: 背景

source: Background checks running
de: Hintergrundprüfungen laufen
es: Comprobaciones en segundo plano en curso
fr: Vérifications en arrière-plan en cours
hi: बैकग्राउंड जाँच चल रही है
ru: Выполняются фоновые проверки
tr: Arka plan denetimleri çalışıyor
zh_hans: 后台检查中

source: Band Boundary
de: Bereichsgrenze
es: Límite de franja
fr: Limite de plage
hi: बैंड की सीमा
ru: Граница диапазона
tr: Aralık Sınırı
zh_hans: 区间边界

source: Bar Chart
de: Balkendiagramm
es: Gráfica de barras
fr: Graphique à barres
hi: बार चार्ट
ru: Гистограмма
tr: Çubuk Grafik
zh_hans: 条形图

source: Bars
de: Balken
es: Barras
fr: Barres
hi: बार
ru: Столбцы
tr: Çubuklar
zh_hans: 条形数量

source: Based on %lld of 14 nights
de: Basierend auf %lld von 14 Nächten
es: Basado en %lld de 14 noches
fr: D’après %lld nuits sur 14
hi: 14 में से %lld रातों के आधार पर
ru: На основе %lld из 14 ночей
tr: 14 gecenin %lld tanesine göre
zh_hans: 基于14晚中的%lld晚

source: Baseline
de: Basiswert
es: Valor de referencia
fr: Référence
hi: बेसलाइन
ru: Базовый уровень
tr: Referans
zh_hans: 基准

source: Basics
de: Körper­mess­werte
es: Datos básicos
fr: Mensu­ra­tions
hi: बुनियादी माप
ru: Изме­ре­ния тела
tr: Temel Veriler
zh_hans: 基础数据

source: Bed
de: Bett
es: Cama
fr: Lit
hi: बिस्तर
ru: Кровать
tr: Yatak
zh_hans: 床

source: Best Value
de: Bestes Angebot
es: Mejor precio
fr: Meilleure offre
hi: सबसे फ़ायदेमंद
ru: Выгоднее всего
tr: En Avantajlı
zh_hans: 最超值

source: Billing starts at %@. Cancel at least 24 hours before and you won't be charged.
de: Ab dann zahlst du %@. Kündige mindestens 24 Stunden vorher, dann wird dir nichts berechnet.
es: La facturación empieza el %@. Cancela al menos 24 horas antes y no se te cobrará nada.
fr: La facturation commence le %@. Annulez au moins 24 heures avant pour éviter toute facturation.
hi: बिलिंग %@ से शुरू होगी। अगर आप कम से कम 24 घंटे पहले रद्द कर देते हैं, तो आपसे शुल्क नहीं लिया जाएगा।
ru: Списание начнется: %@. Отмените подписку не позднее чем за 24 часа, и плата не будет взиматься.
tr: Ödeme %@ tarihinde başlar. En az 24 saat önce iptal ederseniz ücret alınmaz.
zh_hans: 届时开始扣费，%@。至少提前 24 小时取消即不会扣费。

source: Black
de: Schwarz
es: Negro
fr: Noir
hi: काला
ru: Черный
tr: Siyah
zh_hans: 黑色

source: Blood Oxygen
de: Blut­sauer­stoff
es: Oxígeno en sangre
fr: Oxygène sanguin
hi: रक्त ऑक्सीजन
ru: Кисло­род в крови
tr: Kanda Oksijen
zh_hans: 血氧

source: Blood oxygen range
de: Blutsauerstoffbereich
es: Rango de oxígeno en sangre
fr: Plage d’oxygène sanguin
hi: रक्त ऑक्सीजन रेंज
ru: Диапазон кислорода в крови
tr: Kanda oksijen aralığı
zh_hans: 血氧范围

source: Blood oxygen trend
de: Blutsauerstofftrend
es: Tendencia del oxígeno en sangre
fr: Tendance de l’oxygène sanguin
hi: रक्त ऑक्सीजन ट्रेंड
ru: Тренд кислорода в крови
tr: Kanda oksijen eğilimi
zh_hans: 血氧趋势

source: Body %@ on %@: %@
de: Body %@, %@: %@
es: %1$@ en Body el %2$@: %3$@
fr: Body, %1$@, %2$@ : %3$@
hi: Body %@, %@: %@
ru: %1$@ в Body, %2$@: %3$@
tr: Body %@, %@: %@
zh_hans: Body %@，%@：%@

source: Body Blue
de: Body-Blau
es: Azul Body
fr: Bleu Body
hi: Body नीला
ru: Синий Body
tr: Body Mavisi
zh_hans: Body 蓝

source: Body can read the Health data permissions enabled below.
de: Body kann die Health-Daten lesen, deren Berechtigung unten aktiviert ist.
es: Body puede leer los datos de Salud cuyos permisos están activados a continuación.
fr: Body peut lire les données Santé autorisées ci-dessous.
hi: Body नीचे चालू की गई सेहत डेटा अनुमतियों के अनुसार डेटा पढ़ सकता है।
ru: Body может читать данные приложения «Здоровье», доступ к которым включен ниже.
tr: Body, aşağıda açık olan Sağlık verisi izinlerini okuyabilir.
zh_hans: Body 可以读取以下已开启的健康数据权限。

source: Body Computed
de: Von Body berechnet
es: Calculado por Body
fr: Calculé par Body
hi: Body द्वारा गणना
ru: Расчеты Body
tr: Body Hesaplaması
zh_hans: Body算法

source: Body couldn't save the effort rating to Apple Health. Make sure Body is allowed to update Workouts in Settings › Health › Data Access & Devices.
de: Body konnte die Anstrengung nicht in Health sichern. Achte darauf, dass Body unter Einstellungen › Health › Datenzugriff & Geräte Trainings aktualisieren darf.
es: Body no pudo guardar la valoración del esfuerzo en la app Salud. Asegúrate de que Body tenga permiso para actualizar los entrenamientos en Ajustes › Salud › Acceso a datos y dispositivos.
fr: Body n’a pas pu enregistrer l’évaluation de l’effort dans l’app Santé. Vérifiez que Body est autorisé à mettre à jour les exercices dans Réglages › Santé › Accès aux données et appareils.
hi: Body सेहत में प्रयास रेटिंग सहेज नहीं सका। पक्का करें कि सेटिंग › सेहत › डेटा ऐक्सेस और डिवाइस में Body को वर्कआउट अपडेट करने की अनुमति है।
ru: Не удалось сохранить оценку усилия в приложении «Здоровье». Убедитесь, что Body разрешено обновлять тренировки в разделе «Настройки» › «Здоровье» › «Доступ к данным и устройства».
tr: Body, efor puanını Sağlık uygulamasına kaydedemedi. Ayarlar › Sağlık › Veri Erişimi ve Aygıtlar bölümünde Body'nin Antrenmanlar verisini güncellemesine izin verildiğinden emin olun.
zh_hans: Body 未能将强度评分保存到健康 App。请前往设置 › 健康 › 数据访问与设备，确认已允许 Body 更新运动数据。

source: Body couldn't save to Apple Health. Make sure Body is allowed to update Weight and Body Fat in Settings › Health › Data Access & Devices.
de: Body konnte nicht in Health sichern. Achte darauf, dass Body unter Einstellungen › Health › Datenzugriff & Geräte Gewicht und Körperfettanteil aktualisieren darf.
es: Body no pudo guardar en la app Salud. Asegúrate de que Body tenga permiso para actualizar el peso y la grasa corporal en Ajustes › Salud › Acceso a datos y dispositivos.
fr: Body n’a pas pu enregistrer dans l’app Santé. Vérifiez que Body est autorisé à mettre à jour le poids et la masse grasse dans Réglages › Santé › Accès aux données et appareils.
hi: Body सेहत में सहेज नहीं सका। पक्का करें कि सेटिंग › सेहत › डेटा ऐक्सेस और डिवाइस में Body को वज़न और शरीर में वसा अपडेट करने की अनुमति है।
ru: Не удалось сохранить данные в приложении «Здоровье». Убедитесь, что Body разрешено обновлять вес и процент жира в разделе «Настройки» › «Здоровье» › «Доступ к данным и устройства».
tr: Body, Sağlık uygulamasına kaydedemedi. Ayarlar › Sağlık › Veri Erişimi ve Aygıtlar bölümünde Body'nin Ağırlık ve Vücut Yağ Oranı verilerini güncellemesine izin verildiğinden emin olun.
zh_hans: Body 无法保存到健康 App。请确保在设置 › 健康 › 数据访问与设备中允许 Body 更新体重和体脂率。

source: Body does not provide medical diagnosis, treatment, fitness prescriptions, or professional health advice.
de: Body bietet keine medizinische Diagnose, keine Behandlung, keine Trainingsverordnungen und keine professionelle Gesundheitsberatung.
es: Body no ofrece diagnósticos médicos, tratamientos, pautas de ejercicio ni asesoramiento sanitario profesional.
fr: Body ne fournit ni diagnostic médical, ni traitement, ni prescription sportive, ni conseil de santé professionnel.
hi: Body चिकित्सा निदान, उपचार, फ़िटनेस प्रिस्क्रिप्शन या सेहत से जुड़ी पेशेवर सलाह नहीं देता है।
ru: Body не ставит медицинских диагнозов, не назначает лечение и программы тренировок и не дает профессиональных рекомендаций по здоровью.
tr: Body tıbbi teşhis, tedavi, egzersiz reçetesi veya profesyonel sağlık tavsiyesi sağlamaz.
zh_hans: Body 不提供医疗诊断、治疗、健身处方或专业健康建议。

source: Body Fat
de: Körper­fett­anteil
es: Grasa corporal
fr: Masse grasse
hi: शरीर में वसा
ru: Процент жира
tr: Vücut Yağ Oranı
zh_hans: 体脂率

source: Body fat trend
de: Körperfetttrend
es: Tendencia de la grasa corporal
fr: Tendance de la masse grasse
hi: शरीर में वसा का ट्रेंड
ru: Тренд процента жира
tr: Vücut yağ oranı eğilimi
zh_hans: 体脂率趋势

source: Body has cached Health data from a previous refresh.
de: Body hat Health-Daten aus einer früheren Aktualisierung zwischengespeichert.
es: Body tiene en caché datos de Salud de una actualización anterior.
fr: Body a conservé en cache les données Santé d’une actualisation précédente.
hi: Body के कैश में पिछले रीफ़्रेश का सेहत डेटा मौजूद है।
ru: В кэше Body есть медданные из предыдущего обновления.
tr: Body, önceki bir yenilemeden kalan Sağlık verilerini önbelleğe aldı.
zh_hans: Body 已缓存上一次刷新的健康数据。

source: Body has not completed a HealthKit refresh in this app session.
de: Body hat in dieser Sitzung noch keine HealthKit-Aktualisierung abgeschlossen.
es: Body aún no ha completado una actualización de HealthKit en esta sesión.
fr: Body n’a encore terminé aucune actualisation HealthKit depuis l’ouverture de l’app.
hi: Body ने इस ऐप सेशन में अभी तक HealthKit रीफ़्रेश पूरा नहीं किया है।
ru: В этом сеансе обновление HealthKit в Body еще не завершено.
tr: Body, bu uygulama oturumunda henüz bir HealthKit yenilemesini tamamlamadı.
zh_hans: Body 在本次使用中尚未完成 HealthKit 刷新。
